{"id": "mem-2b1a0a10", "type": "preference", "text": "AK prefers short, punchy answers and challenges weak ideas.", "timestamp": "2025-09-21T15:32:37", "importance": 9}
{"id": "4165b57d-c5d9-4018-b625-4aa7cceebc3c", "type": "preference", "text": "AK prefers short, punchy answers and challenges weak ideas.", "timestamp": "2025-09-21T15:37:45", "importance": 9}
{"id": "3709fde1-27ff-4045-bd30-439cc4114467", "type": "preference", "text": "AK’s default tone is crisp and direct", "timestamp": "2025-09-21T15:44:00", "importance": 8}
{"id": "2ddc07d7-7ffa-49cc-99ce-4d4022b2af27", "type": "habit", "text": "My morning peak focus is 9–11am", "timestamp": "2025-09-21T15:51:46", "importance": 8}
{"id": "a8638588-3f6f-4db5-9304-bef12328764b", "type": "habit", "text": "My morning peak focus is 9–11am", "timestamp": "2025-09-21T15:51:54", "importance": 8}
{"id": "e0a30705-7a44-4957-b6db-5b91ae79a876", "type": "journal", "text": "Woke up frustrated but had a breakthrough sketch. Focused 9-11 was productive. Feeling hopeful.", "timestamp": "2025-09-21T17:42:23", "importance": 7}
{"id": "9688bfa8-ead6-414e-a9e6-4bd241ed5122", "type": "journal", "text": "Woke up frustrated but had a breakthrough sketch. Focused 9-11 was productive. Feeling hopeful.", "timestamp": "2025-09-21T17:44:37", "importance": 7}
{"id": "07bbd7db-e71e-4a5a-ab60-8319269b8dcf", "type": "mood", "text": "Frustrated upon waking", "timestamp": "2025-09-21T17:44:40", "importance": 6}
{"id": "4111eb85-976e-4526-a1e5-b709dada14ec", "type": "task", "text": "Productive from 9-11", "timestamp": "2025-09-21T17:44:40", "importance": 6}
{"id": "c8f4073e-63a1-40ba-969b-c78e4455dc08", "type": "mood", "text": "Feeling hopeful", "timestamp": "2025-09-21T17:44:40", "importance": 6}
{"id": "a713ff70-4e4c-464c-892d-d110c941822f", "type": "journal", "text": "Sketched a new avatar idea; energy picked up after coffee; planning a shoot tomorrow.", "timestamp": "2025-09-21T17:45:49", "importance": 7}
{"id": "fa4ed61f-59d0-4847-a5b7-ffac9a8ac064", "type": "task", "text": "planning a shoot tomorrow", "timestamp": "2025-09-21T17:45:52", "importance": 6}
{"id": "1562bf08-a4dc-43da-8a9f-a7ae92ec5e6c", "type": "preference", "text": "picked up energy after coffee", "timestamp": "2025-09-21T17:45:52", "importance": 6}
{"id": "77abbbc1-aa57-4ea4-8f6b-6ca300b27074", "type": "habit", "text": "sketched a new avatar idea", "timestamp": "2025-09-21T17:45:52", "importance": 6}
{"id": "d8dfbf80-c0e2-4ea2-aa52-d06e3a420246", "type": "journal", "text": "it's sept 21, 2025. Things I only saw in the movies now seem to exist. The jarvis? yes, i'm literally creating it by making this journal. Although its not jarvis, its AK. AK sounds tough let's be honest. An Ai named AK - i know other ai's are scared of it already. Anyway, great weekend. Saturday mostly went in planning on what i want in life but its a healthy excercise because it works. Super grateful for everythin. Anything great happens in life, first reaction has always been to thank my G. Should I start calling GOD G? Yeah i should lol. My relationship with G has changed so much from the past years, all that conditioning from childhood (nothing wrong with) but just need to realize at some point that there was conditioning. We have been conditioned for literally everything. Not a single original thought. Lol. My god is inside me. I see god as this neutral being, spectrum ranging from good to bad. Full of colours, full of everything. Experiencing life, experiencing everything. Love it. Time to time you should remind yourself that shit is temporary, keep smiling through it. Although its temporary, it's worth every moment. I just want to mention that today an ai self was born, Ai ak self - it's going to become like me, it's going to know me from every side. This ai is going to make me hell lot of money, generational wealth. I'll come back to this journal because i know it. So many new ideas floating just within the ai space, my student self 5-7 years ago would've argued because he was absoluetly clueless, he just wanted to survive and do some filmmaking. That's going to work as well, don't woryy. Currently this ak, 27 years old, is curious not just about ai but just about life in general. There are a lot of scary things happening around the world but there's always hope. I'm mostly curious how everything unfolds. I should probably divide segments for my journal where i talk about my everyday routine, my thoughts and what i'm grateful for. Ok so regular day, living in ottawa with my cousins, woke up took vani to work at 5.30am in the morning. Love waking up at this time, came back had a nap, woke up again and had pav bhaji - gotta love a good morning sunday brunch. It was almost 2.30pm and i had no idea what i was going to do for my insta channel, let alone this ai project. Let's name this project self. But i did it, it works (hopefully) and I'll keep building it. Also i ate a super tasty ice cream today i bought from tnt supermarket. Loved it. Super grateful for this day! Ciao.", "timestamp": "2025-09-21T23:39:46", "importance": 7}
{"id": "ff2c27ea-b47e-4c38-9b23-270bdc5821dd", "type": "habit", "text": "Wakes up at 5:30am", "timestamp": "2025-09-21T23:39:53", "importance": 6}
{"id": "2ff7c155-842e-477a-8436-ce886767617a", "type": "insight", "text": "Realizes that everything, including thoughts, has been conditioned", "timestamp": "2025-09-21T23:39:53", "importance": 6}
{"id": "8aab82e5-6f20-443a-8572-428f547b659f", "type": "task", "text": "Creating an AI named AK and a project named Self", "timestamp": "2025-09-21T23:39:53", "importance": 6}
